soap_gateway/wsdl/db_service.wsdl

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:db="soap.dbservice">
   <soapenv:Header/>
   <soapenv:Body>
      <db:createSQLDatabase>
         <dbname>demo_soap</dbname>
      </db:createSQLDatabase>
   </soapenv:Body>
</soapenv:Envelope>
